*** Installing vagrant

#+BEGIN_SRC sh :exports both
  set -e
  VAGRANT=vagrant_1.7.4
  mkdir -p ~/Downloads/vagrant-tmp
  cd ~/Downloads/vagrant-tmp
  curl -OL https://dl.bintray.com/mitchellh/vagrant/$VAGRANT.dmg
  open $VAGRANT.dmg
  echo "now you must install vagrant..."
#+END_SRC

#+RESULTS:
: now you must install vagrant...

